<template>
  <div class="home">
    <h1>Добро пожаловать в наш отель!</h1>
    <p>
      Наслаждайтесь комфортом и уютом в нашем прекрасном отеле. Мы гордимся предлагаемыми удобствами и качественным обслуживанием наших гостей.
    </p>
    <p>
      Здесь вы найдете все необходимое для отличного отдыха или успешного делового мероприятия. Наша команда сделает все возможное, чтобы ваше пребывание стало незабываемым.
    </p>
    <h2>Контакты</h2>
    <p>
      Адрес: ул. Примерная, 123, Город Екатеринбург
      <br>
      Телефон: +7 (123) 123-1230
      <br>
      Email: spec.fgroup@yandex.ru
    </p>
  </div>
</template>

<style scoped>
.home {
  text-align: center;
  margin-top: 20px;
}

nav {
  margin-top: 20px;
}

nav a {
  margin: 0 10px;
  text-decoration: none;
  color: #333;
}
</style>